Revit 2027 API
ParameterTypeId.CurtainWallPanelsWidth Property
 "Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtainWallPanelsWidth { get; }
Public Shared ReadOnly Property CurtainWallPanelsWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtainWallPanelsWidth {
	ForgeTypeId^ get ();
}
static member CurtainWallPanelsWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace